{
  "name": "B",
  "start_num": 7,
  "end_num": 12,
  "exercises": [
    {
      "name": "Exercise 7",
      "target": "Arms",
      "start": {
        "caption": "Hold a 1 lb weight in each hand. Lie on your back with your arms straight, spread out on both sides like the letter T. The palms of your hands are facing upwards toward the ceiling.",
        "image_url": "assets/ex07_start.png"
      },
      "breath_in": "Take a deep breath and tighten the muscles in your legs while keeping your knees straight. Curl your toes toward your face.",
      "primary": [
        {
          "caption": "Raise your arms up and towards each other while keeping the elbows straight. Stop when your hands are straight above you and your arms are pointing towards the ceiling.",
          "image_url": "assets/ex07_motion.png"
        }
      ],
      "extra": {
        "caption": "Push your hands up and closer to the ceiling using your shoulders and chest. Stop when your hands are as close to the ceiling as possible.",
        "image_url": "assets/ex07_extra.png"
      },
      "breath_out": [
        {
          "caption": "1. Relax your shoulders.",
          "image_url": "assets/ex07_motion.png"
        },
        {
          "caption": "2. Move your arms move back to the floor. When your hands reach the floor, uncurl your toes and breathe out.",
          "image_url": "assets/ex07_start.png"
        }
      ],
      "next": "Train Exercise 7 six times, then move on to Exercise 8.",
      "equipment": "1-lb x 2"
    },
    {
      "name": "Exercise 8",
      "target": "Abdomen",
      "start": {
        "caption": "Lie on your back with your legs and the bottoms of you feet pointing up towards the ceiling. Place both arms on the floor above your head.",
        "image_url": "assets/ex08_start.png"
      },
      "breath_in": "Take a deep breath, straighten your knee, and tighten the muscles in your legs. Curl your toes toward your face.",
      "primary": [
        {
          "caption": "Move your left arm near the floor on the your left side while reaching your right hand towards the toes of your left foot. Stop when your right hand reaches your toes.",
          "image_url": "assets/ex08_motion.png"
        }
      ],
      "extra": {
        "caption": "Push your right hand further up towards the ceiling, trying to reach beyond the toes of your left foot.",
        "image_url": "assets/ex08_extra.png"
      },
      "breath_out": [
        {
          "caption": "Relax your stretch.",
          "image_url": "assets/ex08_motion.png"
        },
        {
          "caption": "Move both hands back to the floor about your head.  When your hands reach the floor, uncurl your toes and breathe out.",
          "image_url": "assets/ex08_start.png"
        }
      ],
      "next": "Train Exercise 8 six times, then move on to Exercise 9.",
      "equipment": ""
    },
    {
      "name": "Exercise 9",
      "target": "Back",
      "start": {
        "caption": "Lie on your stomach with your palms touching the floor near your ears. Turn your head to look towards your right hand (left cheek on the floor).",
        "image_url": "assets/ex09_start.png"
      },
      "breath_in": "Take a deep breath and tighten the muscles in your legs while keeping your knees straight. Point your toes away from your face.",
      "primary": [
        {
          "caption": "Turn your face to look straight ahead and raise your head and chest off the floor. Stop when you are looking at the wall in front of you.",
          "image_url": "assets/ex09_motion.png"
        }
      ],
      "extra": {
        "caption": "Tighten your back and tilt your head even further. Stop when you are looking at the spot where the wall in front of you meets the ceiling.",
        "image_url": "assets/ex09_extra.png"
      },
      "breath_out": [
        {
          "caption": "Look back down at the wall in front of you.",
          "image_url": "assets/ex09_motion.png"
        },
        {
          "caption": "Relax your back and move your head back to the floor, this time looking towards your left hand (right cheek on the floor). When your cheek is back on the floor, relax your legs and breathe out.",
          "image_url": "assets/ex09_end.png"
        }
      ],
      "next": "Train Exercise 9 six times, then move on to Exercise 10.",
      "equipment": ""
    },
    {
      "name": "Exercise 10",
      "target": "Arms",
      "start": {
        "caption": "Place one 8-lb weight on the ground and stand over it with hips and both knees bent. If you let your arms down, your hands should touch the weight, but start with both hands resting on your knees.",
        "image_url": "assets/ex10_start.png"
      },
      "breath_in": "Take a deep breath and tighten the muscles in your legs while keeping your knees bent. Curl your toes toward your face.",
      "primary": [
        {
          "caption": "Move your right hand down (leave the left hand on your leg) and grab the weight with your right hand. Bring the weight straight up to your chest using your right arm. Stop when your right elbow is fully bent and the weight is near your chest.",
          "image_url": "assets/ex10_motion_a.png"
        },
        {
          "caption": "View from above.",
          "image_url": "assets/ex10_motion_b.png"
        }
      ],
      "extra": {
        "caption": "Turn your entire upper body to your right and look at the wall on your right. The weight should move upwards as your torso rotates. Stop when your torso is facing the right wall,",
        "image_url": "assets/ex10_extra.png"
      },
      "breath_out": [
        {
          "caption": "Rotate your arm and torso back to the center position.",
          "image_url": "assets/ex10_motion_b.png"
        },
        {
          "caption": "View from the side.",
          "image_url": "assets/ex10_motion_a.png"
        },
        {
          "caption": "Relax your arm and move the weight back to the floor in front of you. When the weight is on the floor, uncurl your toes and breathe out. Switch to your left arm for the next iteration.",
          "image_url": "assets/ex10_start.png"
        }
      ],
      "next": "Train Exercise 10 six times (3 times right arm, 3 times left arm), then move on to Exercise 11.",
      "equipment": "8-lb x 1"
    },
    {
      "name": "Exercise 11",
      "target": "Legs",
      "start": {
        "caption": "Pick up two 3-lb weights, one in each hand. Stand with legs shoulder-width apart and weights at your side by your legs.",
        "image_url": "assets/ex11_start.png"
      },
      "breath_in": "Take a deep breath and tighten the muscles in your legs while keeping your legs straight. Curl your toes upward.",
      "primary": [
        {
          "caption": "1. Bend your elbows and bring the weights forward in front of you eyes.",
          "image_url": "assets/ex11_motion_a.png"
        },
        {
          "caption": "2. Then rotate your arms outwards and stop when the weights are by your ears.",
          "image_url": "assets/ex11_motion_b.png"
        },
        {
          "caption": "3. Push the weights straight up towards the ceiling and stop when your elbows are straight.",
          "image_url": "assets/ex11_motion_c.png"
        },
        {
          "caption": "4. Squat down by bending your knees and pushing your butt backwards. Keep your arms straight and above your head. Stop when your knees are fully bent.",
          "image_url": "assets/ex11_motion_d.png"
        },
        {
          "caption": "5. Stand back up while keeping your arms straight and above your head.",
          "image_url": "assets/ex11_motion_e.png"
        }
      ],
      "extra": null,
      "breath_out": [
        {
          "caption": "1. Bend your elbows and bring the weights down and stop when they are near your ears.",
          "image_url": "assets/ex11_motion_b.png"
        },
        {
          "caption": "2. Rotate your arms towards each other and stop when your hands and the weights are directly in front of your eyes.",
          "image_url": "assets/ex11_motion_a.png"
        },
        {
          "caption": "3. Drop your hands and until the weights are at your side by your legs. 4. Uncurl your toes and breathe out.",
          "image_url": "assets/ex11_start.png"
        }
      ],
      "next": "Train Exercise 11 six times, then move on to Exercise 12.",
      "equipment": "3-lb x 2"
    },
    {
      "name": "Exercise 12",
      "target": "Lower Back",
      "start": {
        "caption": "Pick up two 5-lb weights, one in each hand. Stand with legs should-width apart and weights by your legs slightly in front of you.",
        "image_url": "assets/ex12_start.png"
      },
      "breath_in": "Take a deep breath and tighten the muscles in your legs while keeping your legs straight.  Curl your toes upward.",
      "primary": [
        {
          "caption": "1. Keeping your arms and legs straight and hanging, bend at the hip and allow the weights to descend toward the floor.",
          "image_url": "assets/ex12_motion_a.png"
        },
        {
          "caption": "2. When the weights touch the floor or are as close to the floor as is comfortable, stand back up while still keeping both arms and legs straight and hanging.",
          "image_url": "assets/ex12_motion_b.png"
        }
      ],
      "extra": {
        "caption": "1. Move the weights up by lifting your shoulders up (while keeping arms straight and hanging down). 2. Stand up on your toes.",
        "image_url": "assets/ex12_extra.png"
      },
      "breath_out": [
        {
          "caption": "1. Stop standing on your toes and drop your shoulders. 2. Uncurl your toes and breathe out.",
          "image_url": "assets/ex11_start.png"
        }
      ],
      "next": "Train Exercise 12 six times, then start again at Exercise 7 for 2 more rounds of Cycle B.",
      "equipment": "5-lb x 2"
    }
  ]
}
